<template>
  <div class="wrap">
    <div class="container">
      <h2>위치기반서비스 이용약관</h2>
      <div class="content">
        <h3 class="title"><span>제1조</span> [목적]</h3>
        <p>
          이 약관은 행복한 친구들(이하”회사”)이 제공하는 위치정보사업 또는 위치기반서비스사업과 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 한다.
        </p>

        <h3 class="title"><span>제2조</span> [이용약관의 효력 및 변경]</h3>
        <p>
          이 약관은 개인위치정보주체가 본 약관 및 개별서비스 이용약관에 동의하고, 서비스 이용을 위한 회원가입을 한 경우에 효력이 발생한다.<br>
          개인위치정보주체가 사이트 내에서 이 약관에 대한 동의하기 버튼을 클릭하였을 경우 이 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 본다.<br>
          회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법 약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있다.<br>
          회사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 7일 이전부터 적용일자 전일까지 공지하기로 한다. 다만, 개인위치정보주체에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 내 전자우편, 전자메시지 등 전자적 수단을 통해 개인위치정보주체에게 변경사항을 통지하기로 한다.<br>
          회사가 전항에 따라 개인위치정보주체에게 통지하였음에도, 개인위치정보주체가 공지 또는 공지∙고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 이용약관에 승인한 것으로 본다. 개인위치정보주체가 개정약관에 동의하지 않을 경우 개인위치정보주체는 이용계약을 해지할 수 있다.
        </p>

        <h3 class="title"><span>제3조</span> [서비스 내용]</h3>
        <p>
          “회사”는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 다음 각호의 이용약관에 명시한 후 “개인위치정보주체”의 동의를 얻어야 한다.<br>
          회사는 기능 중 이용자의 주변 가게 및 길찾기 등 지도에 관한 정보를 제공하기 위하여 이용자의 현재 위치를 이용자의 선택에 의해 제공받아 이용자 주변의 장소정보를 사용자에게 제공하는 서비스를 제공함에 있어서 이용자의 위치정보를 이용한다.<br>
          회사는 상호, 주소, 전화번호 그 밖의 연락처를 이용자가 쉽게 알 수 있도록 서비스 화면에 게시하며 약관의 내용은 이용자가 연결 화면을 통하여 볼 수 있도록 한다.<br>
          “이용자”및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기한다.<br>
          개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하려는 경우에는 제공받은 자 및 제공 목적을 개인위치정보주체에게 고지하고 미리 동의를 얻으며, 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 개인 위치 정보주체에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 아래 각호에 해당하는 경우 개인위치정보주체가 원하는 전자우편 또는 온라인 게시 등의 방법으로 통보할 수 있다.
        </p>
        <span>
          - 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 도는 영상의 수신기능을 갖추지 아니한 경우<br>
          - 개인위치정보주체가 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우
        </span>

        <h3 class="title"><span>제4조</span> [개인위치정보주체의 권리]</h3>
        <p>
          개인위치정보주체는 개인위치정보의 수집 범위, 개인위치정보의 이용ㆍ제공 목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대하여 동의를 유보할 수 있다.<br>
          개인위치정보주체는 언제든지 개인위치정보의 수집ㆍ이용ㆍ제공에 대한 동의의 전부 또는 일부를 철회할 수 있다.<br>
          개인위치정보주체는 언제든지 개인위치정보의 수집ㆍ이용ㆍ제공의 일시적인 중지를 요구할 수 있다. 이 경우 회사는 요구를 거절하지 아니하며, 이를 위한 기술적 조치를 취한다.<br>
          개인위치정보주체는 회사에 대하여 아래 자료의 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있다. 이 경우 회사는 정당한 이유 없이 요구를 거절하지 않는다.
        </p>
          <span>
            개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공 사실 확인자료<br>
            개인위치정보주체의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법령의 규정에 의하여 제3자에게 제공된 이유 및 내용
          </span>
        <p>
          회사는 개인위치정보주체가 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료를 파기한다. 단, 동의의 일부를 철회하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료에 한한다.
        </p>

        <h3 class="title"><span>제5조</span> [법정대리인의 권리]</h3>
        <p>
          회사는 만14세 미만 아동으로부터 개인위치정보를 수집ㆍ이용 또는 제공하고자 하는 경우에는 만14세 미만 아동과 그 법정대리인의 동의를 받아야 한다.<br>
          회사는 14세 미만의 아동의 개인위치정보 또는 위치정보 이용·제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세 미만의 아동과 그 법정대리인의 동의를 받아야 한다. 단, 통계작성, 학술연구 또는 시장조사 등을 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우는 예외로 한다.<br>
          법정대리인은 만14세 미만 아동의 개인위치정보를 수집ㆍ이용ㆍ제공에 동의하는 경우 동의유보권, 동의철회권 및 일시중지권, 열람ㆍ고지요구권을 행사할 수 있다.
        </p>

        <h3 class="title"><span>제6조</span> [위치정보 이용ㆍ제공사실 확인자료 보유근거 및 보유기간]</h3>
        <p>
          회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 이용 고객과의 요금정산 및 민원처리를 위해 위치정보 이용, 제공, 사실 확인자료를 자동 기록, 보존하며, 해당 자료는 1년간 보관한다.
        </p>

        <h3 class="title"><span>제7조</span> [서비스의 변경 및 중지]</h3>
        <p>
          회사는 위치정보사업자의 정책변경, 회사의 제반 사정 또는 법률상의 장애 등으로 서비스를 유지할 수 없는 경우, 서비스의 전부 또는 일부를 제한, 변경하거나 중지할 수 있다.<br>
          서비스 중단의 경우, 회사는 이를 미리 사이트에 공지하거나 개인위치정보주체에게 통지한다.
        </p>

        <h3 class="title"><span>제8조</span> [개인위치정보 제3자 제공 시 즉시 통보]</h3>
        <p>
          회사는 개인위치정보주체의 동의 없이 당해 개인위치정보주체의 개인위치정보를 제3자에게 제공하지 아니하며, 제3자 제공 서비스를 제공하는 경우에는 제공받는 자 및 제공목적을 사전에 개인위치정보주체에게 고지하고 동의를 받는다.<br>
          회사는 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 개인위치정보주체에게 제공받는 자, 제공일시 및 제공목적을 즉시 통지한다. 다만, 아래에 해당하는 경우에는 개인위치정보주체가 미리 특정하여 지정한 통신단말장치 또는 전자우편주소 등으로 통지한다.
        </p>
        <span>
          - 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우<br>
          - 개인위치정보주체가 개인위치정보를 수집한 당해 통신단말장치 외의 통신단말장치 또는 전자우편주소 등으로 통보할 것을 미리 요청한 경우
        </span>

        <h3 class="title"><span>제9조</span> [8세 이하의 아동 등의 보호의무자의 권리]</h3>
        <p>
          회사는 아래의 경우에 해당하는 자(이하 8세 이하의 아동 등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 본다.
        </p>
        <span>
          - 8세 이하의 아동<br>
          - 금치산자 (장애인복지법 제2조 제2항 제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진 및 직업재활법 제2조 제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제29조의 규정에 의하여 장애인등록을 한 자에 한한다)
        </span>
        <p>
          8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 한다.<br>
          보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있다.
        </p>

        <h3 class="title"><span>제10조</span> [손해배상]</h3>
        <p>
          회사가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위로 개인위치정보주체에게 손해가 발생한 경우, 개인위치정보주체는 회사에 대하여 손해배상 청구를 할 수 있다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못한다면 책임을 면할 수 없다.<br>
          개인위치정보주체가 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우, 회사는 개인위치정보주체에 대하여 손해배상을 청구할 수 있다. 이 경우 개인위치정보주체는 고의, 과실이 없음을 입증하지 못한다면 책임을 면할 수 없다.
        </p>

        <h3 class="title"><span>제11조</span> [면책]</h3>
        <p>
          회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 개인위치정보주체에게 발생한 손해에 대해서는 책임을 부담하지 않는다.
        </p>
        <span>
          - 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우<br>
          - 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우<br>
          - 개인위치정보주체의 귀책사유로 서비스 이용에 장애가 있는 경우<br>
          - 기타 회사의 고의∙과실이 없는 사유로 인한 경우
        </span>
        <p>
          회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 개인위치정보주체의 손해에 대하여는 책임을 부담하지 않는다.
        </p>

        <h3 class="title"><span>제12조</span> [규정의 운용]</h3>
        <p>
          본 약관은 대한민국법령에 의하여 규정되고 이행되며, 본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의한다.
        </p>

        <h3 class="title"><span>제13조</span> [분쟁의 조정]</h3>
        <p>
          회사는 위치정보와 관련된 분쟁에 대하여 개인위치정보주체와 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 방송통신위원회에 재정을 신청할 수 있다.<br>
          회사 또는 개인위치정보주체는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있다.
        </p>
      </div>
    </div>
  </div>

</template>

<script>

</script>

<style scoped lang="scss">
@import "@/assets/globalStyle.scss";

.wrap {

  .container {
    padding: 80px 240px;

    h2 {
      font-size: 40px;
      text-align: center;

    }

    .content {
      margin-top: 40px;

      h3 {
        padding: 40px 0 20px 0;
        font-size: 20px;

        span {
          color: #2c7ad2;
          font-size: 20px;
        }
      }

      p {
        font-size: 17px;
        line-height: 28px;
      }

      > span {
        color: #757575;
        line-height: 24px;
      }
    }
  }
}

@media screen and (max-width: 1200px) {
  .wrap {

    .container {
      padding: 60px 100px;

      h2 {
        font-size: 30px;

      }

      .content {
        margin-top: 30px;

        h3 {
          padding: 30px 0 10px 0;
          font-size: 18px;

          span {
            font-size: 18px;
          }
        }

        p {
          font-size: 16px;
          line-height: 24px;
        }

        > span {
          line-height: 24px;
        }
      }
    }
  }
}

@media screen and (max-width: 768px) {
  .wrap {

    .container {
      padding: 40px 60px;

      h2 {
        font-size: 26px;
      }

      .content {
        margin-top: 24px;

        h3 {

          span {
            font-size: 18px;
          }
        }

        p {
          font-size: 15px;
          line-height: 20px;
        }

        > span {
          font-size: 14px;
          line-height: 18px;
        }
      }
    }
  }
}

@media screen and (max-width: 480px) {
  .wrap {

    .container {
      padding: 20px 30px;

      h2 {
        font-size: 22px;
      }

      .content {
        margin-top: 20px;

        h3 {
          font-size: 16px;

          span {
            font-size: 16px;
          }
        }

        p {
          font-size: 14px;
        }

        > span {
          font-size: 13px;
        }
      }
    }
  }
}

</style>