<template>
  <div class="wrap">
    <div class="container">
      <h2>서비스 이용약관</h2>
      <div class="content">
        <h3 class="title"><span>제1조</span> [목적]</h3>
        <p>
          이 약관은 행복한 친구들(이하”회사”)이 제공하는 행복스탬프 서비스 및 관련 제반 서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로
          합니다.
        </p>

        <h3 class="title"><span>제2조</span> [정의]</h3>
        <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
        <p>
          ① “서비스”라 함은 구현되는 단말기(PC, 휴대형 단말기 등의 각종 유무선 장치를 포함)와 상관없이 “고객”과 “점주”가 이용할 수 있는 “회사”가 제공하는 모든 서비스를 의미합니다.<br>
          ② “고객”이라 함은 소셜인증을 하여 “회사”의 “서비스”를 이용하는 이용자를 의미합니다.<br>
          ③ “점주”라 함은 “회사”의 “서비스”를 결제하여 “고객”이 “서비스”를 이용할 수 있도록 혜택을 제공하는 이용자를 의미합니다.<br>
          ④ “회원”이라 함은 “고객”과 “점주”를 통합한 “서비스”를 이용하는 모든 이용자를 의미합니다.<br>
          ⑤ “스탬프”라 함은 “서비스”에서 제공하는 “쿠폰”을 수령하기 위해 “서비스”내에세 별도로 지정한 기준 및 조건에 따라 적립되는 서비스 상의 가상 데이터를 의미합니다.<br>
          ⑥ “쿠폰”이라 함은 “서비스”에서 제공하는 혜택으로 “회사”가 제휴한 업체에서 받을 수 있는 금액할인 또는 무료제공 등의 혜택의 내용이 기재되어 있는 증표를 의미합니다.<br>
          ⑦ “게시물”이라 함은 “회원”이 “서비스"를 이용함에 있어 “서비스”상에 게시한 문자와 숫자 또는 그 조합을 의미합니다.<br>
          ⑧ “게시물”이하 함은 “회원”이 “서비스”를 이용함에 있어 “서비스”상에 게시한 부호, 문자, 사진 등의 정보 형태의 글, 사진 및 각종 파일과 링크 등을 의미합니다.
        </p>

        <h3 class="title"><span>제3조</span> [약관의 게시와 개정]</h3>
        <p>
          ① “회사”는 이 약관의 내용을 “회원”이 쉽게 접근할 수 있도록 메뉴화 하고 해당 화면에 게시합니다.<br>
          ② “회사”는 “약관의 규제에 관한 법률”,”정보통신망 이용촉진 및 정보보호에 관한 법률(이하”정보통신망법”)”등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br>
          ③ “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 30일 전부터 적용일자 전일까지 공지합니다.<br>
          ④ “회사”가 전항에 따라 공지하면서 “회원”에게 30일 기간 이내에 의사 표시를 하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지하였음에도 “회원”이 명시적으로 거부의사를 밝히지 않은 경우에
          “회원”이 개정약관에 동의한 것으로 봅니다.<br>
          ⑤ “회원”이 개정약관에 동의하지 않는 경우 “회사”는 개정약관의 내용을 적용할 수 없으며, 이 경우 “회원”은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이
          있는 경우에는 “회사”는 이용계약을 해지할 수 있습니다.<br>
          ⑥ 본 약관에서 정의되지 않은 용어는 관련 법령이 정하는 바에 따르며, 그 외에는 일반적인 상거래 관행에 의합니다.<br>
        </p>

        <h3 class="title"><span>제4조</span> [약관의 해석]</h3>
        <p>
          ① “회사”는 개별 서비스에 대해서는 별도의 이용약관 및 정책(“기타 약관 등”이라 함)을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 “기타 약관 등”이 우선하여 적용됩니다.<br>
          ② 이 약관에서 정하지 아니한 사항이나 해석에 대해서는 “기타 약관 등” 및 관계법령 또는 상관례에 따릅니다.
        </p>

        <h3 class="title"><span>제5조</span> [이용계약 체결]</h3>
        <p>
          ① 이용계약은 “회원”이 되고자 하는 자(이하”가입신청자”)가 본 “서비스”를 이용하고자 하는 목적에서 앱을 설치하여 실행시키는 것으로 자동 체결됩니다.<br>
          ② “회사”는 “서비스”이용을 승낙함을 원칙으로 합니다. 다만, “회사”는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.<br>
        </p>
        <span>
          A. 이용자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우<br>
          B. 추후 그 어떠한 이유로 실명을 확인하는 과정에서 본인이 아니거나 타인의 명의를 이용한 경우<br>
          C. 허위의 정보를 기재하거나, “회사”가 제시하는 내용을 기재하지 않은 경우<br>
          D. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우<br>
        </span>
        <p>
          ③ “회사”는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.<br>
          ④ 제 2항과 제 3항에 따라 “서비스” 이용 승낙을 하지 아니하거나 유보한 경우, “회사”는 원칙적으로 이를 “가입신청자”에게 알리도록 합니다.<br>
          ⑤ 이용계약의 성립시기는 사용자가 “서비스”를 정상적으로 이용한 첫 시점으로 합니다.<br>
          ⑥ “회사”는 “회원”에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.<br>
        </p>

        <h3 class="title"><span>제6조</span> [개인정보보호 의무]</h3>
        <p>
          “회원”은 “개인정보보호법”등 관계 법령이 정하는 바에 따라 “회원”의 “개인정보”를 보호하기 위해 노력합니다.
          “개인정보”의 보호 및 사용에 대해서는 관련법 및 “회원”의 개인정보보호정책에 적용됩니다.
          다만, “회원”의 공식사이트 이외의 링크된 사이트에서는 “회원”의 개인정보보호정책이 적용되지 않습니다.
        </p>

        <h3 class="title"><span>제7조</span> [“회원”의 인증 및 관리에 대한 의무]</h3>
        <p>
          ① “회원”의 “소셜인증”에 관한 관리책임은 “회원”에게 있으며, 이를 제 3자가 이용하도록 하여서는 안됩니다.<br>
          ② “회원”의 “소셜인증”이 타인에게 도용되거나 제 3자가 사용하고 있음을 인지한 경우에는 이를 즉시 “회사”에 통지하고 “회사”의 안내에 따라야 합니다.<br>
          ③ 제2항의 경우에 해당 “회원”이 “회사”에 그 사실을 통지하지 않거나, 통지한 경우에도 “회사”의 안내에 따르지 않아 발생한 불이익에 대하여 “회사”는 책임지지 않습니다.<br>
        </p>

        <h3 class="title"><span>제8조</span> [“회원”에 대한 통지]</h3>
        <p>
          ① “회사”가 “회원”에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 “서비스”내 공지사항 등으로 할 수 있습니다.<br>
          ② “회사”는 “회원” 전체에 대한 통지의 경우 7일 이상 “서비스”네 공지사항 등에 게시함으로써 제 1항의 통지에 갈음할 수 있습니다.
        </p>

        <h3 class="title"><span>제9조</span> [“회사”의 의무]</h3>
        <p>
          ① “회사”는 관련법과 본 약관이 금지하거나 미풍약속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위해 최선을 다하여 노력합니다.<br>
          ② “회사”는 “회원”이 안전하게 “서비스”를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안 시스템을 갖추어야 하며 개인정보보호정책을 공시하고 준수합니다.<br>
          ③ “회사”는 서비스 이용과 관련하여 “회원”으로 부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. “회원”이 제기한 의견이나 불만사항에 대해서는 원하는 전자우편,
          모바일 등을 통하여 “회원”에게 처리과정 및 결과를 전달합니다.
        </p>

        <h3 class="title"><span>제10조</span> [“회원”의 의무]</h3>
        <p>
          ① “회원”은 다음 행위를 하여서는 안됩니다.
        </p>
        <span>
          A. 타인의 정보도용<br>
          B. “회사”에 게시된 정보의 변경<br>
          C. “회사”가 정한 정보 이외의 정보(컴퓨터 프로그램 등)등의 송신 또는 게시<br>
          D. “회사”와 기타 제 3자의 지적재산권에 대한 침해<br>
          E. “회사” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
          F. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서약속에 반하는 정보를 “회사”에 공개 또는 게시하는 행위<br>
          G. “회사”의 동의없이 영리를 목적으로 “서비스”를 사용하는 행위<br>
          H. 기타 불법적이거나 부당한 행위
        </span>
        <p>
          ② “회원”은 관계법, 본 약관의 규정, 이용안내 및 “서비스”와 관련하여 공지한 주의사항, “회사”가 통지하는 사항 등을 준수하여야 하며, 기타 “회사”의 업무에 방해되는 행위를 하여서는 안됩니다.
        </p>

        <h3 class="title"><span>제11조</span> [개별 서비스에 대한 약관 및 이용조건]</h3>
        <p>
          “회사”는 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한 약관 및 이용조건을 각 개별서비스마다 별도로 정하는 회원의 동의를 얻을 수 있습니다. 이 경우는 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.
        </p>

        <h3 class="title"><span>제12조</span> [“서비스”의 이용책임]</h3>
        <p>
          “회원”은 “회사”가 사전에 서면으로 허용한 경우를 제외하고는 “서비스”를 이용하여 상품을 판매하는 영업활동을 할 수 없으며, 특히 재판매, 돈벌이 광고, 음란 사이트 등을 통한 영업활동을 할 수 없습니다. 이를 어겨 발생한 영업활동의 결과 및 손실, 관계기관에 의한 법적 조치 등에 관해서는 “회사”가 책임지지 않습니다. 만일 회원의 위반행위로 인하여 “회사”에게 손해(민사, 형사 등의 불이익 포함)가 발생한 경우 “회원”은 “회사”가 입은 손해액 전부를 배상해야 합니다.
        </p>

        <h3 class="title"><span>제13조</span> [“서비스”의 제공 등]</h3>
        <p>
          ① “회사”는 “회원”에게 아래와 같은 “서비스”를 제공합니다.
        </p>
        <span>
          A. 스탬프 정보 제공 및 평가<br>
          B. 쿠폰 정보 제공 및 평가<br>
          C. 주변가게 정보 제공 및 평가<br>
          D. 기타 “회사”가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 제공하는 일체의 서비스
        </span>
        <p>
          ② “회사”는 “서비스”를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만 이러한 경우에는 그 내용을 사전에 공지합니다.<br>
          ③ “서비스”는 연중무휴, 1일 24기간 제공함을 원칙으로 합니다.<br>
          ④ “회사”는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 “서비스”의 제공을 일시적으로 중단할 수 있습니다. 이 경우 “회사”는 제8조[“회원’에 대한 통지]에 정한 방법으로 “회원”에게 통지합니다. 다만, “회사”가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br>
          ⑤ “회사”는 “서비스”의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스 제공화면에 공시한 바를 따릅니다.
        </p>

        <h3 class="title"><span>제14조</span> [“서비스”의 변경]</h3>
        <p>
          ① “회사”는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 “서비스”를 변경할 수 있습니다.<br>
          ② “서비스”는 내용, 이용환경, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전 7일 이전에 해당 서비스 공지사항에 게시하여야 합니다.<br>
          ③ “회사”는 무료로 제공되는 서비스의 일부 또는 전부를 “회사”의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 “회원”에게 별도의 보상을 하지 않습니다.
        </p>

        <h3 class="title"><span>제15조</span> [쿠폰사용]</h3>
        <p>
          ① “쿠폰”은 “회원”이 “서비스” 이용 시 제공되는 할인수단으로 “쿠폰”의 종류 또는 내용은 “회사”의 정책에 따라 변경될 수 있습니다.<br>
          ② “회사”는 “쿠폰”의 사용 대상, 사용방법, 사용기간, 할인금액 등을 “쿠폰” 또는 “서비스”화면에 별도로 표시하거나 통지합니다.<br>
          ③ “쿠폰”은 “서비스”의 사용 유효기간 또는 “쿠폰”의 사용기간이 만료되면 이용 여부와 관계없이 모두 소멸됩니다.<br>
          ④ “회원”은 “쿠폰”을 제3자에게 또는 다른 아이디로 양도할 수 없으며 유상으로 거래하거나 현금으로 전환할 수 없습니다.<br>
          ⑤ “회사”는 “회원”이 “회사”가 승인하지 않은 방법으로 “쿠폰”을 획득하거나 부정한 목적이나 용도로 사용하는 경우 “쿠폰”의 사용을 제한하거나 “회원”자격을 정지할 수 있습니다.<br>
          ⑥ “회원” 탈퇴 시 “서비스” 구매 후 발급받은 “쿠폰”중 미사용한 “쿠폰”은 즉시 소멸되며, 탈퇴 후 재가입하더라도 소멸된 “쿠폰”은 복구되지 아니합니다.
        </p>

        <h3 class="title"><span>제16조</span> [정보의 제공 및 광고의 게재]</h3>
        <p>
          ① “회사”는 “회원”이 “서비스”이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 알림(푸시) 등의 방법으로 “회원”에게 제공할 수 있습니다. 다만, “회원”은 언제든지 알림(푸시)거절 등을 통하여 수신 거절을 할 수 있습니다.<br>
          ② “회사”는 “서비스”의 운영과 관련하여 서비스 화면, 홈페이지, 알림(푸시) 등에 광고를 게재할 수 있습니다. 광고가 게재된 메시지를 수신한 “회원”은 수신거절을 “회사”에게 할 수 있습니다.
        </p>

        <h3 class="title"><span>제17조</span> [“게시물”의 저작권]</h3>
        <p>
          ① “회원”이 “서비스”내에 게시한 “게시물”의 저작권은 해당 “게시물”의 저작자에게 귀속됩니다.<br>
          ② “회원”이 “서비스”내에 게시하는 “게시물”은 검색결과 내지 “서비스” 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다.<br>
          ③ “회원”이 “서비스”내 올린 게시물은 스탬프카드와 회사가 운영하는 타 서비스에 함께 게시될 수 있습니다.<br>
          ④ “회사”는 제2항, 제3항 이외의 방법으로 “회원”의 “게시물”을 이용하고자 하는 경우에는 사전에 “회원”의 동의를 얻어야 합니다.
        </p>

        <h3 class="title"><span>제18조</span> [“게시물”의 관리]</h3>
        <p>
          ① “회원”의 “게시물”이 “정보통신보호망법” 및 “저작권법”등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 정차에 따라 해당 “게시물”의 게시중단 및 삭제 등을 요청할 수 있으며, “회사”는 관련법에 따다 조치를 취하여만 합니다.<br>
          ② “회사”는 전향에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 “게시물”에 대해 임시조치 등을 취할 수 있습니다.<br>
          ③ 본 조에 따른 세부절차는 “정보통신망법” 및 “저작권법”이 규정한 범위내에서 “회사”가 정한 “게시 중단 요청 서비스”에 따릅니다.
        </p>

        <h3 class="title"><span>제19조</span> [권리의 귀속]</h3>
        <p>
          ① “서비스”에 대한 저작권 및 지적재산권은 “회사”에 귀속됩니다. 단, “회원”의 “게시물” 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.<br>
          ② “회사”는 “서비스”와 관련하여 “회원”에게 “회사”가 정한 이용조건에 따라 콘텐트 등을 이용할 수 있는 이용권만을 부여하며, “회원”은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.
        </p>

        <h3 class="title"><span>제20조</span> [계약해제, 해지 등]</h3>
        <p>
          ① “회원”은 언제든지 서비스 내 “해지”기능을 통하여 이용계약 해지 신청을 할 수 있으며, “회사”는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.<br>
          ② “회원”이 계약을 해지할 경우, 관련법 및 개인정보보호정책에 따라 “회사”가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 “회원”의 개인정보와 관련된 데이터는 소멸됩니다.<br>
          ③ “회원”이 계약을 해지하는 경우, 개인형 서비스 내에 게재된 게시물은 일체 삭제됩니다. 단, 공용 서비스내에 게재된 게시물과 다른 회원 또는 제3자에 의하여 다시 게시된 게시물, 공유게시판, 댓글 등 다른 회원의 정상적인 서비스 이용에 필요한 게시물은 삭제되지 않습니다.
        </p>

        <h3 class="title"><span>제21조</span> [이용제한 등]</h3>
        <p>
          ① “회사”는 “회원’이 본 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해한 경우, “서비스”이용을 경고, 계약해지로 단계적으로 제한할 수 있습니다.<br>
          ② “회사”는 전항에도 불구하고, 명의 도용 및 “저작권법” 및 “컴퓨터프로그램보호법”을 위반한 불법 프로그램의 제공 및 운영방해, “정보통신망법”을 위반한 불법통신 및 해킹, 악성 프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 계약해지를 할 수 있습니다.<br>
          ③ “회사”는 본 조의 이용제한 범위내에서 제한의 조건 및 세부내용은 이용제한정책 등에서 정한 바에 의합니다.<br>
          ④ 본 조에 따라 “서비스”이용을 제한하거나 계약을 해지하는 경우에는 “회사”는 제8조[“회원”에 대한 통지]에 따라 통지합니다.<br>
          ⑤ “회원”은 본 조에 따른 이용제한 등에 대해 “회사”가 정당하다고 “회사”가 인정하는 경우 “회사”는 즉시 “서비스”의 이용을 재개합니다.
        </p>

        <h3 class="title"><span>제22조</span> [휴면계정 관리 등]</h3>
        <p>
          ① “회사”는 12개월 이상 서비스를 이용하지 아니하는 “회원”의 개인정보를 보호하기 위해 서비스 이용 계약을 해지하거나 개인정보의 파기 등 필요한 조치를 할 수 있습니다.<br>
          ② “회사”는 휴면 계정 기간 만료 30일 전까지 개인정보가 파기되거나 분리되어 저장되는 사실과 기간 만료일 및 해당 개인정보의 항목을 전자우편, 서면, 모바일전송, 전화 또는 유사한 방법 중 하나의 방법으로 이용자에게 알리도록 합니다.<br>
          ③ 제1항에 따른 서비스 이용 계약의 해지의 삭제에 대한 책임은 “회원”이 부담하며, “회사”는 고의 또는 과실이 없는 한 데이터 삭제에 따른 책임을 부담하지 않습니다.
        </p>

        <h3 class="title"><span>제23조</span> [책임제한]</h3>
        <p>
          ① “회사”는 소셜인증을 하지 않은 “회원”이 기 등록한 단말기를 분실하는 경우 서로의 연관관계를 확인할 수 있는 정책적, 기술적 항목이 없음으로 “서비스”이용 중에 취득한 그동안의 포인트 및 쿠폰 등 다양한 데이터를 복구할 책임을 지지 않습니다.<br>
          ② “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스”제공에 관한 책임이 면제됩니다.<br>
          ③ “회사”는 “회원”의 귀책사유로 인한 “서비스”이용의 장애에 대하여는 책임을 지지 않습니다.<br>
          ④ “회사”는 “회원”이 “서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.<br>
          ⑤ “회사”는 “회원”간 또는 “회원”과 제3자 상호간에 “서비스”를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.<br>
          ⑥ “회사”는 무료로 제공되는 “서비스”이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.<br>
          ⑦ “회사”는 제3자가 서비스내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의미 기타 어떠한 책임도 지지 아니합니다.<br>
          ⑧ “회사”및 “회사”의 임직원 그리고 대리인은 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 아니합니다.
        </p>
        <span>
          A. “회원”상대 정보의 허위 또는 부정확성에 기인하는 손해<br>
          B. 그 성질과 경위를 불문하고 “서비스”에 대한 접속 및 “서비스”의 이용과정에서 발생하는 개인적인 손해<br>
          C. 서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로 부터 발생하는 손해<br>
          D. 서버에 대한 전송 또는 서버로부터의 전송에 대한 제3자의 모든 불법적인 방해 또는 중단행위로부터 발생하는 손해<br>
          E. 제3자가 “서비스”를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해<br>
          F. 전송된 데이터의 오류 및 생략, 누락, 파괴 등으로 발생되는 손해<br>
          G. “회원”간의 “회원”상태정보 등록 및 “서비스”이용과정에서 발생하는 명예훼손 기타 불법행위로 인한 각종 민형사상 책임
        </span>

        <h3 class="title"><span>제24조</span> [개인위치정보의 이용 또는 제공]</h3>
        <p>“회사”는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 다음 각호의 이용약관에 명시한 후 “개인위치정보주체”의 동의를 얻어야 합니다.</p>
        <p>
          ① 회사는 기능 중 이용자의 주변가게 및 길찾기 등 지도에 관한 정보를 제공하기 위하여 이용자의 현재 위치를 이용자의 선택에 의해 제공받아 이용자 주변의 장소정보를 사용자에게 제공하는 서비스를 제공함에 있어서 이용자의 위치정보를 이용합니다.<br>
          ② 회사는 상호, 주소, 전화번호 그 밖의 연락처를 이용자가 쉽게 알 수 있도록 서비스 화면에 게시하며 약관의 내용은 이용자가 연결 화면을 통하여 볼 수 있도록 합니다.<br>
          ③ “이용자”및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.<br>
          ④ 회사는 타사업자 또는 이용 고객과의 요금정산 및 민원처리를 위해 위치정보 이용, 제공, 사실 확인자료를 자동 기록, 보존하며, 해당 자료는 1년간 보관합니다.<br>
          ⑤ 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하려는 경우에는 제공받은 자 및 제공 목적을 개인위치정보주체에게 고지하고 미리 동의를 얻으며, 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 개인 위치 정보주체에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 아래 각호에 해당하는 경우 개인위치정보주체가 원하는 전자우편 또는 온라인 게시 등의 방법으로 통보할 수 있습니다.
        </p>
        <span>
          A. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 도는 영상의 수신기능을 갖추지 아니한 경우<br>
          B. 개인위치정보주체가 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우
        </span>

        <h3 class="title"><span>제25조</span> [개인위치정보주체의 권리]</h3>
        <p>
          ① 개인위치정보주체는 개인위치정보의 이용 및 제공목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대해 동의를 유보하거나 언제든지 동의의 전부 또는 일부를 철회할 수 있습니다.<br>
          ② 개인위치정보주체는 언제든지 개인위치정보의 이용 또는 제공의 일시적인 중지를 요구할 수 있습니다. 이경우 회사는 요구를 거절하지 아니하며, 이를 위한 기술적 조치를 취합니다.<br>
          ③ 개인위치정보주체는 회사에 대해 아래 자료의 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 이유없이 요구를 거절하지 아니합니다.
        </p>
        <span>
          A. 개인위치정보주체에 대한 위치정보 이용, 제공사실 확인자료<br>
          B. 개인위치정보주체의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률의 규정에 의해 제3자에게 제공된 이유 및 내용
        </span>
        <p>
          ④ 회사는 개인위치정보주체가 위치정보 이용, 제공에 대한 동의의 전부 또는 일부를 철회한 경우에는 지체없이 개인위치정보 및 위치정보 이용, 제공사실 확인자료(동의의 일부를 철회한 경우에는 철회하는 부분의 확인자료)를 파기합니다.<br>
          ⑤ 개인위치정보주체는 제1항 내지 제4항의 권리행사를 위해 회사 소정의 절차를 통해 회사에 요구할 수 있습니다.
        </p>

        <h3 class="title"><span>제26조</span> [준거법 및 재판관할]</h3>
        <p>
          ① “회사”와 “회원”간 제기된 소송은 대한민국법을 준거법으로 합니다.<br>
          ② “회사”와 “회원”간 발생한 분쟁에 관한 소송은 춘천지방법원을 관할법원으로 합니다.
        </p>

        <h3 class="title">[부칙]</h3>
        <p>
          이 약관은 2023.09.01부터 적용됩니다.
        </p>
      </div>
    </div>
  </div>
</template>

<script>

</script>

<style scoped lang="scss">
@import "@/assets/globalStyle.scss";

.wrap {
  .container {
    padding: 80px 240px;

    h2 {
      font-size: 40px;
      text-align: center;

    }

    .content {
      margin-top: 40px;

      h3 {
        padding: 40px 0 20px 0;
        font-size: 20px;

        span {
          color: #2c7ad2;
          font-size: 20px;
        }
      }

      p {
        font-size: 17px;
        line-height: 28px;
      }

      > span {
        color: #757575;
        line-height: 24px;
      }
    }
  }
}

@media screen and (max-width: 1200px) {
  .wrap {

    .container {
      padding: 60px 100px;

      h2 {
        font-size: 30px;

      }

      .content {
        margin-top: 30px;

        h3 {
          padding: 30px 0 10px 0;
          font-size: 18px;

          span {
            font-size: 18px;
          }
        }

        p {
          font-size: 16px;
          line-height: 24px;
        }

        > span {
          line-height: 24px;
        }
      }
    }
  }
}

@media screen and (max-width: 768px) {
  .wrap {

    .container {
      padding: 40px 60px;

      h2 {
        font-size: 26px;
      }

      .content {
        margin-top: 24px;

        h3 {

          span {
            font-size: 18px;
          }
        }

        p {
          font-size: 15px;
          line-height: 20px;
        }

        > span {
          font-size: 14px;
          line-height: 18px;
        }
      }
    }
  }
}

@media screen and (max-width: 480px) {
  .wrap {

    .container {
      padding: 20px 30px;

      h2 {
        font-size: 22px;
      }

      .content {
        margin-top: 20px;

        h3 {
          font-size: 16px;

          span {
            font-size: 16px;
          }
        }

        p {
          font-size: 14px;
        }

        > span {
          font-size: 13px;
        }
      }
    }
  }
}

</style>